[Information]
; (Latest Translator, First Translator, Second Translator ...)
TRANSLATOR=Sikspārnis
VERSION=3.0.0

[Language]
LANGUAGE=Latviešu
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
LOCALE_ID=0x0426

[Menu]
FILE=&Fails
FILE_EXIT=&Iziet
EDIT=&Kopēt
EDIT_COPY=&Kopēt testa datus starpliktuvē.
THEME=&Tēma
HELP=&Palīgs
HELP_ABOUT=Par CrystalDiskMark.
LANGUAGE=Valoda
ZOOM=&Loga izmērs
AUTO=&Auto
TEST_DATA=&Testa dati
DEFAULT_RANDOM=Pēc noklusējuma (Gadījuma)
SETTINGS=&Settings
SAVE=&Save
QUEUES_THREADS=&Queues && Threads
INTERVAL_TIME=Interval Time
SECOND=sec
MINUTE=min
HOUR=hour
ALL_ZERO=All 0x00 (0 Fill)
SELECT_FOLDER=Select Folder
FONT_SETTING=&Font Setting
PROFILE=&Profile
PROFILE_DEFAULT=Default
PROFILE_PEAK=Peak Performance
PROFILE_REAL=Real World Performance
; 8.0.0
SAVE_TEXT=Save (&text)
SAVE_IMAGE=&Save (image)
PROFILE_DEMO=D&emo

[Message]
STOP_BENCHMARK=Apturēt testu !
DISK_CAPACITY_ERROR=Kļūda: nepietiek vietas uz datu nesēja!
DISK_CREATE_FILE_ERROR=Kļūda: nevar izveidot failu!
DISK_WRITE_ERROR=Kļūda ierakstot!
DISK_READ_ERROR=Kūda nolasot!
DISK_SPD_NOT_FOUND=DiskSpd is not found. Please re-install CrystalDiskMark.

[Title]
TEST_DRIVE=Testējamais datu nesējs.
TEST_SIZE=Testa apjoms.
TEST_COUNT=Testa ciklu skaits.
TEST_UNIT=Test Unit
TEST_MIX=Mix Ratio
; 8.0.0
TEST_MODE=Test Mode

[WindowTitle]
ABOUT=Par CrystalDiskMark.
QUEUES_THREADS=Queues & Threads
FONT_SETTING=Font Setting
COMMENT=Comment
; 8.0.0
SETTINGS=Settings

[Dialog]
DEFAULT=Default
AUTO=Auto
FONT_FACE=Font Face
FONT_SCALE=Font Scale (%)
FONT_RENDER_METHOD=Render Method
BLOCK_SIZE=Block Size
QUEUES=Queues
THREADS=Threads
SEQUENTIAL_1=Sequential (1)
SEQUENTIAL_2=Sequential (2)
RANDOM_1=Random (1)
RANDOM_2=Random (2)
DEFAULT_AFFINITY=Default Affinity
ENABLED=Enabled
DISABLED=Disabled
; 8.0.0
TYPE=Type
PROFILE_DEFAULT=Profile: Default
PROFILE_PEAK_PERFORMANCE=Profile: Peak Performance
PROFILE_DEMO=Profile:Demo
MEASURE_TIME=Measure Time (sec)
INTERVAL_TIME=Interval Time (sec)
